export default {
  requiring_docs: 'سيتم طلب ملفات',
  available_benefits: 'المنافع المتاحة',
  maturity_amount: 'الادخار التقريبي (مبلغ الاستحقاق)',
  IC_strategy: 'بناءً على استراتيجية الشركة الافتراضية',
  applicant_strategy: 'بناءً على استراتيجية من اختيار مقدم الطلب، تغيير',
  contribution: 'قيمة الاشتراك ',
  insurance_period: 'مدة التأمين',
  sum_covered: 'مبلغ الحماية',
  select_quotation: 'اختر التسعيرة',
  view_illustrations: 'عرض التوضيحات',
  view_brochure: 'النشرة التسويقية',
  request_date: 'تاريخ الطلب',
  view_quotes: 'شاهد العروض',
  previous_quotes: 'العروض الفائتة',

  no_data: {
    no_quotes_title: 'لا يوجد عروض للاسعار الأن',
    no_quotes_description: 'برجاء المحاولة مرة اخرى',
    no_quotes_action: 'حاول مرة اخرى',
  },
  questions: {
    quote_ques_title: 'من المهم أن تعرف قبل المتابعة!',
    quote_ques_desc: 'يمكنك الوصول إلى هذه النصيحة عبر الرابط أدناه:',
    quote_ques_title_1: 'ما لمقصود بقيمة استحقاق الوثيقة؟ ولماذا هي تقديرية؟ 	',
    quote_ques_desc_1:
      'قيمة استحقاق الوثيقة هو المبلغ المتوقع توافره في حسابك الاستثماري عند انتهاء الوثيقة. وهذه قيمة تقريبية وال تعني بالضرورة وصولك إلى هذه القيمة حيث ان ذلك سيعتمد على الأداء المستقبلي لصناديق الاستثمار. فربما تصل لنفس القيمة أو لقيمة أعلى أو أقل. ولذلك هذه الأرقام للتوضيح فقط.',
    quote_ques_title_2: 'ما المقصود باستراتيجية الاستثمار؟ 	',
    quote_ques_desc_2:
      'يمكنك الاطلاع على بيانات الصندوق وأداء الصندوق في السابق. حيث ستجد بجوار كل صندوق رابط لموقع يحتوي على ما تريد معرفته عن الصندوق. من خلال ذلك يمكنك تحديد الصناديق التي ترغب في الاستثمار بها.',
    quote_ques_title_3: 'هل يتم استثمار كامل مبلغ الاشتراك الذي ادفعه؟ 	',
    quote_ques_desc_3:
      'يتم استقطاع جزء من مبلغ الاشتراك وذلك للمصاريف الإدارية والتأمينية لتوفير مبلغ الحماية وإدارة صناديق الاستثمار. وباقي المبلغ يتم إيداعه في حسابك الاستثماري.',
    quote_ques_title_4: 'ما المقصود بمبلغ الحماية؟	',
    quote_ques_desc_4:
      'مبلغ الحماية هو المبلغ المستحق في حالة الوفاة. وطبقا للمنتج الذي ستقوم بشرائه يتم تحديد كيفية استخدام القيمة المستحقة في حالة وفاة المشمول بالتغطية. ففي منتجات الاستثمار والتقاعد عند الوفاة يحصل المستفيدين على المبلغ في حساب الاستثمار أو مبلغ الحماية أيهما أعلى ففي المنتجات الخاصة بالأبناء تعليم أو زواج( تقوم شركة التأمين بدفع قيمة الاشتراك حتى نهاية الوثيقة وذلك من خلال مبلغ الحماية. بحيث يحصل المستفيد على قيمة استحقاق الوثيقة في نهاية المدة التأمينية بدون التأثر بوفاة المشمول بالتغطية. ',
    quote_ques_title_5: 'ما المقصود بملف التوضيحات؟	',
    quote_ques_desc_5:
      'هو ملف يحتوي على لتوضيح الكيفية المتوقعة لنمو استثمارك خلال مدة الوثيقة. حيث يوضح لكل سنة من سنوات الوثيقة القيمة المصاريف المستقطعة والقيمة المتوقعة لحساب استثمارك في تلك السنة وقيمة الاسترداد في حال قمت بإلغاء الوثيقة خلال أي سنة من سنواتها. وطبقا للقواعد المنظمة من البنك المركزي يجب ان يحتوي التوضيح على توضيح الاستثمار بالقيم المتوقعة بناء على معدالت نمو %3 ، %5 ، %7  يرجى العلم ان هذه مجرد قيم للتوضيح فقط. ولكن لا يمكن التنبؤ بما سيحدث في المستقبل حيث أن أي استثمار يكون له مخاطر.',
  },
  saving_plan: {
    re_quote: 'اعادة عرض الأسعار',
    Company_Details: 'هدفي',
    tooltip_content: 'خطة الادخار التي حددتها في بداية الطلب',
    edit_plan: 'تعديل خطة الادخار الخاصة بي',
  },
  insurance_options: {
    insurance_options: 'خيارات التأمين',
    sum_covered: 'مبلغ الحماية',
    sum_covered_tooltip:
      'مبلغ الحماية هو مبلغ يتم دفعه للمستفيدين في حالة وفاة المشمول بالتغطية.',
    as_per_quotation: 'حسب كل تسعيرة',
    customized_amount: 'مبلغ معين',
    enter_customized_amount: 'أدخل مبلغ معين',
    death_benefits_option: 'خيار منفعة الوفاة',
    death_benefits_tooltip:
      'القيمة التي سيحصل عليها المستفيد في حالة وفاة المشمول بالتغطية',
    failed_to_load: 'فشل في تحميل خيارات منفعة الوفاة',
  },
  strategies: {
    heading: 'اختر الاستراتيجية',
    save_strategy: 'حفظ الاستراتيجية',
    strategy_hint: 'تستطيع اختيار قسم واحد على الأقل',
    enter_percentage: 'النسبة المئوية',
    view_performance: 'شاهد الأداء',
    percentage_error: 'مجموع النسب لابد ان يساوى 100%',
  },
  health_related_questions: {
    warning_alert_text:
      'عذرا لا يمكنك اكمال الطلب. حيث أن الاجابة بنعم على أي من الأسئلة في هذه الصفحة يتطلب مراجعة من قبل موظف شركة التأمين وقد يتطلب تقارير طبية. وهذا غير متاح حاليا من الموقع. يمكنك التواصل مع شركة التأمين للحصول على عرض.',
    error_alert_text: 'لا يمكننا متابعة طلبك، يرجى التحقق من إجاباتك.',

    questions_section_title: 'إقرار',
    consent_text:
      'جميع الإقرارات الصحية صحيحة وأدرك أن أي إجابة خاطئة ستؤثر على الوثيقة',
  },
  illustrations: {
    illustration_tables: 'الجداول التوضيحية',
    year: 'العام',
    cumulativePremium: 'الاشتراكات المتراكمة',
    projectedInvestmentValue: 'قيمة الاستثمار المتوقعة',
    projectedDeathBenefit: 'مبلغ منفعة التغطية المتوقع',
    projectedSurrenderValue: 'قيمة الانسحاب المتوقعة',
    growth_rate_of: 'معدل نمو',
    totalCharges: 'إجمالي الرسوم',
    illustrations_of_investment_title: 'الجدوال التوضيحية للاستثمار',
    illustrations_of_investment_description:
      'القيم أعلاه تعتمد على فرضيات كما في التوضيح. إذا تغيرت أي من الفرضيات أو لم تحدث في أي وقت فإن القيم الموضحة هنا سوف تتغير وفقا لذلك. نسبة العائد هي لغرض التوضيح فقط، و غير مضمونة من قبل شركة التأمين. القيمة النهائية سوف تعتمد على الأداء المستقبلي للصندوق أو الصناديق الإستثمارية المختارة و أيضا العوامل الأخرى على سبيل المثال التغير في سعر الصرف.',
    illustrations_of_charges_title: 'الجدوال التوضيحية للرسوم',
  },
  quote_expires_after: 'تنتهي عروض الأسعار بعد:',
  quote_time_is_out: 'لقد انتهت صلاحية التسعيرات',
  quotes_loading_text: 'نحن نحضر لك عروض أسعار مناسب',
  quote_expired: 'لقد انتهت صلاحية قائمة عروض الأسعار',
  try_again: 'حاول مرة أخرى للحصول على قائمة عروض الأسعار',
  generate_quote_list: 'الحصول على قائمة عروض الأسعار',
  please_wait: 'يرجى الانتظار',

  save_and_view_illustration: 'حفظ وعرض الجداول التوضيحيه',
  sum_covered_changes:
    'يتم إرجاع مبلغ الحماية من شركة التأمين بناءً على تفضيلاتك الأقرب',

  // Failed to load the quote details
  failed_to_load_quote_details: 'فشل في تحميل تفاصيل العرض',
  failed_to_load_strategies: 'فشل في تحميل الاستراتيجيات',
  share: {
    share_quotation: 'شارك التسعيرة',
    share_description: 'يمكنك الوصول إلى هذه التسعيرة باستخدام هذا الرابط',
    share_mobile: 'ارسلها للجوال',
    share_email: 'ارسلها للبريد الإلكتروني',
    copy_link: 'نسخ الرابط',
  },
} as const
