export default {
  home: 'الرئيسية',
  contact_us: 'تواصل معنا',
  whatsapp_description:
    'يمكنك التواصل معنا من خلال الواتساب عن طريق هذا الرقم طوال ايام الأسبوع من الساعة ٨ صباحاً حتى الساعة ١١:٥٩ مساءً',

  email_description:
    'لأنك قد تحتاج إلى المساعدة في أي وقت ، لذا أرسل بريدًا إلكترونيًا وسنتواصل معك في أقرب وقت ممكن',

  customer_service_description:
    'يمكنك التواصل معنا من خلال رقم خدمة العملاء. من الأحد إلى الخميس من الساعة ٨ صباحاً حتى الساعة ٥ مساءً',

  contact_directly: 'أو يمكنك الاتصال بنا مباشرة',

  mobile_number: 'رقم الجوال',
  email_address: 'البريد الالكترونى',

  purpose: 'الغرض',
  purpose_labels: [
    'فرصة تعاون مشترك',
    'طلب الحصول على خدمات',
    'الانضمام لبرنامج تأمينى لخصومات الشركات',
    'تواصل المستشمرين',
    'اخرى',
  ],

  brief: 'التفاصيل',
  send: 'ارسال',

  submission_failed_text: 'حدث خطأ يرجى المحاولة مرة اخرى',

  our_location: 'موقعنا',
  location_address: 'الرياض، المونسية، طريق الثمامة، مبنى رقم 3723',

  postal_code: 'صندوق بريدى',

  success_popup: {
    title: 'تم الارسال بنجاح',
    description: 'تم استلام رسالتك بنجاح و سيتم مراجعتها فى اقرب وقت',

    action_btn_text: 'موافق',
  },

  error_alert_text:
    'عذرًا، حدث خطأ أثناء معالجة طلبك. يُرجى المحاولة مرة أخرى لاحقًا.',
} as const
