export default {
  cr_number: 'الرقم الموحد',
  not_robot: 'يرجى التحقق من أنك لست روبوتًا',
  your_company_details: 'تفاصيل منشأتك',
  company_cr_number: 'الرقم الموحد (رقم التسجيل) / رقم الحاسب الالى للمنشأة',
  insert_number: 'ادخل الرقم',
  get_quote: 'احصل على عرض سعر',
  cr_consent_text:
    'أوافق على تقديم التأمين مع الحق في توضيح إصدار البيانات من المجالس العامة لتحديد الأسعار.',
  tooltip_text:
    'رقم السجل التجاري هو رمز مكون من 10 أرقام يتم تضمينه في شهادة التسجيل التجاري المقدمة من وزارة التجارة السعودية',
  view_example: 'اعرض مثال',
} as const
