export default {
  title:
    'وش أنواع التغطية المتوفرة لتأمين أسطول المركبات للشركات الصغيرة والمتوسطة؟',
  description: 'اختار من بين خيارين رئيسيين لتأمين أسطول المركبات ',
  sub_Title1: 'التأمين ضد الغير (مطلوب بموجب القانون)',
  sub_Title2: 'التأمين الشامل',
  sub_desc1:
    'هذا هو الحد الأدنى من التغطية اللازمة للقيادة في المملكة و يغطي فقط التعويض عن الإصابات والأضرار التي تلحق بالآخرين في حادث بحمايتك من المطالبات القانونية، لكنه لا يغطي إصاباتك أو إصلاحات سيارتك',
  sub_desc2:
    'التغطية الشاملة تحمي سيارتك من جميع الأضرار الناجمة عن حادث سيارة الطرف الثالث بشكل افتراضي ويغطي الأضرار الناجمة عن الحريق والسرقة (ما لم يثبت الإهمال)، والكوارث الطبيعية مثل الفيضانات والعواصف',
} as const
