export default {
  title: 'ليه تأميني ؟',
  description:
    'الخطوات كثيرة لتأمين أسطول سيارات شركتك؟ تأميني يبسط لك العملية!',
  sub_Title1: 'الأول في المملكة',
  sub_Title2: 'متجر شامل للتأمين',
  sub_Title3: 'لا يتطلب تاريخ مطالبات',
  sub_Title4: 'عملية رقمية كاملة عبر الإنترنت',
  sub_Title5: 'إصدار فورى للوثيقة',
  sub_Title6: 'تسعير موحد',
  sub_desc1:
    'تأميني الحين يقدم تأمين أسطول السيارات للشركات الصغيرة والمتوسطة أونلاين',
  sub_desc2: `منصة شاملة لتأمين أسطول السيارات! تأميني يجمع لك أفضل شركات التأمين في المملكة العربية السعودية في منصة واحدة،
منصة تأميني تتيح لك بسهولة مقارنة وشراء التأمين لما يصل إلى 200 مركبة بكل سهولة .  
`,
  sub_desc3: `ما تحتاج تسجل أي مطالبات سابقة
 أحصل على عروض تأمين أسطول المركبات لشركتك الصغيرة والمتوسطة حتى 200 مركبة بدون رفع أي سجل مطالبات.
`,
  sub_desc4: `أونلاين بالكامل تأميني تسهّل لك عملية تأمين أسطول المركبات للشركات الصغيرة والمتوسطة في السعودية. قارن بين عروض التأمين ضد الغير والتأمين الشامل بسهولة، 
واشترِ بضغطة زر
`,
  sub_desc5: `بوليصة فورية! استلم تأمين أسطول المركبات لشركتك الصغيرة والمتوسطة (الشامل وضد الغير) أونلاين فوراً بعد الشراء. 
`,
  sub_desc6: `!أسعار موحدة!أسعارنا تطابق أو تتفوق على أسعار شركات التأمين. هذا ما يميزنا`,
} as const
